[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Fechar
btnUpdate.Caption=Transferir
btnConfirmCancel.Caption=Cancelar
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Parabéns! Você já tem a versão mais recente. Nenhuma atualização está disponível.
lblGetUptInfo.Caption=A obter informações de atualização, por favor aguarde ...
btnConfigCancel.Caption=Cancelar
btnMinimize.Caption=Minimizar
btnProcessCancel.Caption=Cancelar
btnUptWeb.Caption=Atualizar Agora
btnWebCancel.Caption=Atualizar Depois
lblUpdateFailed.Caption=Falha na atualização! Por favor, tente novamente mais tarde. Ou clique no botão Repetir para atualizar novamente.
btnFailedClose.Caption=Fechar
btnRetry.Caption=Tentar Novamente
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Item
Size=Tamanho
Version=Versão
DownLoading=A transferir
OK=OK
Close=Fechar
LiveUpdate=Atualizar
UpdateSuccess=%s está atualizado. Você pode apreciar as mais recentes funcionalidades e melhorias neste momento.
WebDownLoad=Nova versão do %s está disponível. Por favor, atualize-o agora para receber as últimas novidades e melhorias gratuitamente.
AvailableUpdates=Atualizações disponíveis
NewVersion=Nova Versão
VersionUpdate=Atualizar Versão
ImportantUpdate=Atualização Importante

